<?php
/**
 * CodeIgniter
 *
 */
defined('BASEPATH') OR exit('No direct script access allowed');


$lang['affiliate_title']   = 'انضم إلينا';
$lang['affiliate_content'] = '<p>إذا أعجبتك خدمات أعمال المهنية، فاخبر عنها الاخرين واحصل على عمولات فى المقابل.</p>
		                      <p>الانضمام كشريك لخدمات أعمال المهنية يتيح لك كسب عمولات على العملاء الذين تدلهم على موقعنا عندما يقومون التسجيل.</p>
		                      <ul>
					             <li>يمكنك الحصول على 5% عمولات عن كل الزبائن الذين تجلبهم إلينا</li>
					             <li>يمكنك معرفة عدد عمليات تسجيل الاشتراك عن طريق نظام الشراكة التابع لنا</li>
					             <li>نحن نمدك بكل أكواد الروابط والصور</li>
					             <li>نحن نوفر كل الدعم قبل وبعد البيع وتسليم المنتج</li>
		                      </ul>
<p>اشترك اليوم واربح غدا</p>';

$lang['affiliate_sidebar_menu_title'] = 'اربح معنا';
$lang['affiliate_sidebar_menu1'] = 'كن شريكا';
$lang['affiliate_sidebar_menu2'] = 'انضم إلينا';