<?php
/**
 * CodeIgniter
 *
 */
defined('BASEPATH') OR exit('No direct script access allowed');

$lang['crm_sidelink_title'] = 'إدارة التعاملات العقارية';
$lang['about_aqary']		= 'عن عقارى';
$lang['aqary_sidelink_pricelist'] = 'قائمة الأسعار';
$lang['aqary_sidelink_knowledgebase'] = 'قاعدة المعرفة';
$lang['aqary_sidelink_latestnews'] = 'أحدث الأخبار';

$lang['crm_for_sidelink_title'] = 'إدارة تعاملات العقارات';
$lang['crm_for_sidelink_descr'] = 'قم بإدارة أعمال عقاراتك من منصة مركزية .باستخدام أدوات رائعة ومميزات فريدة من عقارى يمكنك تسيير أعمالك بكفاءة وفعالية.';

//tags
$lang['tags']				= 'الفئات';
$lang['real_estate']		= 'العقارات';
$lang['property_management']= 'إدارة الملكيات الخاصة';
$lang['leads']				= 'القيادات';
$lang['apartment']			= 'شقق';
$lang['villa']				= 'فيلات';
$lang['listing']			= 'القوائم';

//tabs -product overview
$lang['aqary_product_overview']   = 'نظرة على المنتج';
$lang['aqary_product_overview_title'] = 'إدارة العقارات من عقارى';
$lang['aqary_product_overview_descr'] = '<p>نحن لا نقوم بمجرد بناء أنظمة إدارية بل نساعد
الشركات مثل شركتكم أن تنمو بشكل مربح. 
نظام إدارة العقارات من عقارى هو الأكثر كفاءة وسهولة فى الاستخدام بين كل
نظم إدارة العقارات في قطاع العقارات.
نحن نجعل من السهل تحقيق أقصى قدر من الريادة و تقصير دورات المبيعات، نعمل على جلب المزيد من الصفقات وزيادة الإيرادات، كل هذا من خلال خدمة العملاء الاستثنائية.</p>
							             <p>عقارى لديها ميزات فريدة تسهل من إدارة ممتلكاتك الخاصة، توجد مرشحات ذات كفاءة عالية لتوفير الوقت وتسهيل العثور الفورى على ما تبحث عنه فى قوائم الوحدات. يتم الاحتفاظ بسجلات المدفوعات والمعاملات وتأمينها. عقارى لديها أيضا
مخازن مخصصة للوثائق الهامة والصور وغيرها.  التقويم والرسائل النصية التذكيرية والنشرات الإخبارية هى جزء من الكثير من المميزات الرئيسية للنظام.
</p>
							             <p>إذا كنت ترغب في معرفة المزيد عن هذا المنتج، فقم بالتسجيل الآن من خلال نسخة التجربة المجانية لدينا.</p>';

 

//tabs-Features
$lang['features']	       		 = 'المميزات';
$lang['fea_listings']	   		 = 'القوائم';
$lang['fea_listings_descr'] 	 = 'قم بأدارة وفرز وحداتك الخاصة للبيع والإيجار بصورة أسرع';
$lang['fea_contacts']	   		 = 'جهات الإتصال';
$lang['fea_contacts_descr'] 	 = 'تابع سجلات وتفاصيل جهات الاتصال الخاصة بك فى مكان واحد';
$lang['fea_generate_report']	 = 'إنشاء تقرير';
$lang['fea_generate_report_descr'] = 'بنقرة واحدة يمكنك الحصول على التقارير والمعلومات الضرورية بسرعة.';
$lang['fea_sms_alerts']			 = 'الرسائل النصية';
$lang['fea_sms_alert_descr']     = 'أرسل الاخبار والتذكيرات لجهات اتصالك ووكلائك عبر الرسائل النصية فى أى وقت';
$lang['fea_calender']		     = 'المفكرة';
$lang['fea_calender_descr']      = 'لا تفوت الاحداث الهامة ، قم بوضع نشاطاتك وجدول أعمالك واجتماعاتك فى المفكرة';
$lang['fea_security']			 = 'الأمان';
$lang['fea_security_descr']   	 = 'قيد المستخدمين برؤية جهات اتصال وسمات معينة فقط';
$lang['fea_doc_media_sorage']    = 'تخزين الوسائط والملفات';
$lang['fea_doc_media_sorage_decsr'] = 'قم برفع الصور والوثائق واربطها بسجلات القوائم لسهولة العثور عليها لاحقا.';
$lang['fea_trans_payment']       = 'المعاملات المالية والدفع';
$lang['fea_trans_payment_decsr'] = 'تتبع معاملاتك ومدفوعاتك من منصة مركزية واحدة.';
$lang['fea_email_marketing']	 = 'التسويق الإلكترونى';
$lang['fea_email_marketing_decsr'] = 'قم بإدارة بريدك الإلكترونى وأرسل الأخبار او الحملات لجهات الاتصال الخاصة بك';

//tabs-Live preview
$lang['live_preview']			= 'معاينة مباشرة';
$lang['live_preview_title']		= 'عرض نظام عقارى لإدارة العقارات';
//tabs-themes
$lang['themes']				= 'طرق العرض'; 

//themes-free themes
$lang['free_themes_title']		= 'وسائل عرض مجانية';
$lang['realia_descr']  			= 'مع  Realia يمكن للمستخدمين إدارة القوائم خاصة بهم دون الدخول الى منصة الإدارة. الأمر بسيط جدا ويمكن استخدامه لبوابات عقارية كبيرة أو وكالات صغيرة عبر نقرات قليلة فقط.
';
$lang['realsite_descr']         = 'RealSite  هى طريقة عرض متطورة للعقارات. فهى نتاج سنوات من التطوير فى مجال العقارات. وهذه الطريقة تغطي  تماما احتياجات البوابات و الوكالات العقارية.';
$lang['top_producer_descr']		= 'طريقة العرض هذه لها خيارت تعديل متعددة ولكنها ليست كثيرة جدا حتى لا تختل';

//themes-Premium themes
$lang['premium_themes_title']	= 'وسائل عرض استثنائية';
$lang['quick_sale'] 			= 'صممت وسائل العرض هذه لكل من الوكالات العقارية وملاك العقارات. البيع من قبل المالك هوالأكثر انتشارا شعبية في الوقت الحاضر، وضعت وسيلة العرض العقارات هذه خصيصا لمثل هذه المواقع. يمكنك استخدامها لبيع خصوصية واحدة أو تعديلها كصفحة لوكالة عقارات. نحن على يقين من أن وسيلة العرض سوف تتجاوز نطاق توقعاتك الأولية وتوفر عدة مميزات أكثر مما كنت تتصور.';
$lang['reales_wp']				= 'وسيلة العرض هذه حديثة ونقية وبديهية، وذات تصميم متجاوب، و تبدو مثالية في أي حجم تابلت أو شاشة هاتف جوال.';
$lang['home_town']				= 'وسيلة العرض هذه لها تصميم أنيق ونقى و يأتي مع الكثير من المميزات مثل البحث عن الممتلكات، استعراض الممتلكات، خريطة الملكيات الأنيقة، الواجهة الأمامية لتسجيل دخول المستخدم والاشتراك ، تعديل واجهة الممتلكات المعروضة، الدفع عن طريق Paypal، دعم dsIDXpress IDX ، دعم برنامج WPML ، إضافات قابلة للتعديل، قوالب مختلفة، خيارات مصممة جيدا لوسائل العرض ، ودعم اختبار جوجل reCAPTCHA وأكثر من ذلك بكثير ...';
$lang['solus_reales']			= 'تم تحسين وسيلة العرض هذه لتوفرالدقة العالية لأجهزة مثل Pro Macbook مع عرض شبكية العين، وأجهزة آي باد وآى فون . وبنيت باستخدام HTML5 لتوفر موقع سريع وقوي ومواكب لتطورات المستقبل!';
$lang['home_land']				= 'التصميم رائع وسهل الاستخدام لتصوير صورة محترفة للزوار والعملاء . الحل الأمثل للمهنيين والوكالات العاملة في مجال العقارات.  إنها توسع نطاق أعمالها لاستهداف جمهور أكثر وجلب المزيد من الأرباح.';
$lang['real_expert']			= 'لديها تصميم لطيف، نقى، بسيط ومتجاوب بشكل كامل.  ويأتي مع الكثير من المميزات مثل:   إضافة dsIDxpress  ، خاصية البحث المتقدم، عرض القوائم الشبكية، استعراض  الممتلكات، ،إضافات قابلة للتعديل، قوالب الصفحات المتنوعة، خيارات وسائل العرض ،  كمية ألوان وخطوط غير محدودة والمزيد.';

//tab-order now
$lang['order_now']				= 'اطلب الآن';
$lang['order_now_title']        = 'الطلبات';
