<?php
/**
 * CodeIgniter
 *
 */
defined('BASEPATH') OR exit('No direct script access allowed');

$lang['contactus_title']	 = 'اتصل بنا';
$lang['contact_addr_line1'] 	 = 'مكتب رقم 1806 الطابق الثامن عشر';
$lang['contact_addr_line2'] 	 = 'مارينا بلازا ،مارينا دبى ، دولة الإمارات';
$lang['contact_phone'] 		 = 'هاتف';
$lang['contact_fax']		 = 'فاكس';
$lang['contact_email']		 = 'البريد الإلكترونى';
$lang['office_timings_title']	 = 'مواعيد العمل';
$lang['contact_form_title']  	 = 'استمارة الاتصال';
$lang['office_timings_date'] 	 = 'من الأحد إلى الخميس';
$lang['access_and_transport']	 = 'الدخول والانتقال';
$lang['directions']		 	 = 'الإتجاهات';
$lang['downloadmap']		 = 'قم بتحميل الخريطة';

//Access and Transport details
$lang['airport_title']		 = 'المطارات';
$lang['airport_desc']		 = 'مارينا بلازا دبى  تبعد 30  دقيقة من مطار دبي الدولي و 60 دقيقة من مطار أبوظبي الدولي.';
$lang['taxi_title']		 = 'سيارات الأجرة';
$lang['taxi_decs']		 = 'من دبي، استخدم نفق شارع الشيخ زايد بعد مخرج رقم 32';
$lang['metro_title']		 = 'المترو والحافلات';
$lang['metro_desc']		 = 'المحطة: JLT أو موقف هيئة الطرق والمواصلات بمارينا دبى الحافلة (# F37) تتوقف مباشرة أمام مركز التسوق للركوب والنزول (الباصات متاحة كل 10-15 دقيقة).';

$lang['parking_title']		 = 'موقف السيارات';
$lang['parking_desc1']		 = 'يمكنك إيقاف السيارة فى الموقف الأرضى';
$lang['parking_desc2']      	 = 'يمكنك إيقاف السيارة فى الأدوار العليا للموقف من خلال مدخل الرواق الرئيسي'; 
$lang['parking_desc3']      	 = 'ويمكنك أيضا ايقاف السيارة فى موقف مركز تسوق مارينا';

//directions
$lang['direction_line1']	 = 'قادما من محطة مترو JLT
الى مارينا بلازا - 10 دقائق  (800 متر)
';
$lang['direction_line2']	 = 'اتجه شمال غرب محطة مترو JLT
نحو شارع الأحيمر
';
$lang['direction_line3']	 = 'إلى اليمين قليلا فى شارع الغربى ';
$lang['direction_line4']	 = 'إلى اليسار قليلا فى شارع الياهوم';
$lang['direction_line5']     = 'استمر فى شارع الياهوم';
$lang['direction_line6']     = 'اسلك الممر الدائرى وسيكون المقر على اليمين';

// ------------------- //
$lang['direction_1_title']   = 'من الشارقة بالسيارة عبر E311 طريق الشيخ محمد بن زايد';
$lang['direction_1_sub1']    = 'واصل إلى E88 طريق الضايل ';  

$lang['direction_1_sub1a']   = 'اتجه نحو الشمال الغربى';
$lang['direction_1_sub1b']   = 'التف يسارا';
$lang['direction_1_sub1c']   = 'التف يسارا نحو E88  طريق الضايل';

$lang['direction_1_sub2']    = 'سلك E311 طريق الشيخ محمد بن زايد إلى شارع قرن الصبخة فى دبى ، اسلك المخرج نحو Ext 24 من E311  طريق الشيخ محمد بن زايد';
$lang['direction_1_sub2a']   = 'سر فى  E88 طريق الضايل';
$lang['direction_1_sub2b']   = 'اسلك المخرج نحو E311   طريق الشيخ محمد بن زايد';
$lang['direction_1_sub2c']   = 'واصل على اليسار حتى تصل الى E311  طريق الشيخ محمد بن زايد';
$lang['direction_1_sub2d']   = 'ابق على اليسار عد مفترق الطرق واستمر فى E311  طريق الشيخ محمد بن زايد';
$lang['direction_1_sub2e']   = 'اتجه نحو الشمال الغربى';

$lang['direction_1_sub3']    = 'اسلك المخرج نحو مخرج 24 ';
$lang['direction_1_sub3a']   = 'فى الممر الدائرى ،اسلك المخرج الثانى واستمر فى شارع قرن الصبخة';
$lang['direction_1_sub3b']   = 'اسلك ممر مارينا دبى المنحدر';
$lang['direction_1_sub3c']   = 'واصل فى شارع المرسى، اسلك يسارا حيث شارع الغربى ثم يمينا فى شارع الياهوم واسلك الممر الدائرى وعندها ستجد المقر على اليمين';

// ------------------- //
$lang['direction_2_title']   = 'من الشارقة بالسيارة عبر طريق الشيخ  زايد E11  طريق الخيل';

$lang['direction_2_sub1']    = 'واصل إلى E88 طريق الضايل ';
$lang['direction_2_sub1a']   = 'اتجه نحو الشمال الغربى';
$lang['direction_2_sub1b']   = 'التف يسارا';
$lang['direction_2_sub1c']   = 'التف يسارا نحو E88  طريق الضايل';

$lang['direction_2_sub2']    = 'واصل فى E88  اسلك طريق الشيخ محمد بن زايد نحو شرع الرباط D83  بدبى ، اخرج من طريق الشيخ محمد بن زايد';
$lang['direction_2_sub2a']   = 'سر فى  E88 طريق الضايل';
$lang['direction_2_sub2b']   = 'اسلك المخرج نحو طريق الشيخ محمد بن زايد';
$lang['direction_2_sub2c']   = 'واصل على اليسار حتى تصل الى طريق الشيخ محمد بن زايد';
$lang['direction_2_sub2d']   = 'ابق على اليسار عد مفترق الطرق واستمر فى طريق الشيخ محمد بن زايد';
$lang['direction_2_sub2e']   = 'اسلك مخرج 58 نحو المطار طريق D89';
$lang['direction_2_sub2f']   = 'ابق على اليسار لتدخل مخرج 58 ثم سر نحو المطار طريق D89  ';

$lang['direction_2_sub3']    = 'اتجه نحو دبى عبر طريق الغويفات الدولى او طريق الشيخ محمد بن زايد طريق E11  من طريق الخيل ';
$lang['direction_2_sub3a']   = 'واصل نحو المطار طريق D89  ';
$lang['direction_2_sub3b']   = 'اسلك المنحدر نحو D62  طريق ند الحمر ';
$lang['direction_2_sub3c']   = 'اسلك المخرج نحو جسر خليج الاعمال ';
$lang['direction_2_sub3d']   = 'واصل على جسر خليج الاعمال وسر فى طريق الخيل ';
$lang['direction_2_sub3e']   = 'اسلك المنحدر نحو طريق دبى الغويفات الدولى طريق الشيخ زايد E11 ';
$lang['direction_2_sub3d']   = 'اسلك المنحدر تجاه أبو ظبى';
$lang['direction_2_sub3e']   = 'اسلك طريق دبى الغويفات الدولى طريق الشيخ زايد E11';
$lang['direction_2_sub3f']   = 'ابق على اليمين حتى مخرج 32 ';
$lang['direction_2_sub3g']   = 'اسلك المنحدر على اليسار الى طريق 61 / أبراج بحيرات الجميرة / تلال الأمارات';
$lang['direction_2_sub3h']   = 'استمر على اليسار عند مفترق الطرق واتبع الاشارات نحو مارينا دبى ';
$lang['direction_2_sub3h']   = 'استمر نحو الامام واتجه يمينا نحو الرواق الرئيسى لمارينا بلازا';

$lang['direction_3_title']   = 'من الشارقة بالسيارة عبر E11  طريق الشيخ زايد ';
$lang['direction_3_sub1']    = 'استمر حتى تصل الى E88 طريق الضايل';
$lang['direction_3_sub1a']   = 'اتجه نحو الشمال الغربى'; 
$lang['direction_3_sub1b']   = 'التف يسارا'; 

$lang['direction_3_sub2']    = 'اسلك E11  من طريق الشيخ زايد حتى مخرج 32 بدبى';
$lang['direction_3_sub2a']   = 'واصل فى E88  طريق الضايل';
$lang['direction_3_sub2b']   = 'استمر نحو E11  طريق الشيخ زايد';
$lang['direction_3_sub2c']   = 'ابق على اليسار عند مفترق الطرق حتى تصل الى E11  اتبع الارشادات الى E11';
$lang['direction_3_sub2d']   = 'ابق على اليمين حتى تصل الى مخرج 32';
$lang['direction_3_sub2e']   = 'اسلك المنحدر على اليسار الى طريق 61 / أبراج بحيرات الجميرة / تلال الأمارات';
$lang['direction_3_sub2f']   = 'استمر على اليسار عند مفترق الطرق واتبع الاشارات نحو مارينا دبى ';
$lang['direction_3_sub2g']   = 'استمر نحو الامام واتجه يمينا نحو الرواق الرئيسى لمارينا بلازا';

$lang['direction_4_title']   = 'من أبوظبى بالسيارة عبر E11  طريق الشيخ مكتوم بن راشد';
$lang['direction_4_sub1']    = 'سر فى E11  طريق الشيخ مكتوم بن راشد من شارع 54  ';

$lang['direction_4_sub2']    = 'استمر فى E11  طريق الشيخ زايد حتى شارع المرسى بدبى ثم اسلك مخرج 29 من طريق الشيخ زايد';
$lang['direction_4_sub2a']   = 'استمر فى E11 طريق الشيخ زايد ';
$lang['direction_4_sub2b']   = 'اسلك مخرج 29 نحو شارع المرسى'; 
$lang['direction_4_sub2c']   = 'ابق على اليسار حتى تصل لشارع المرسى';
$lang['direction_4_sub2d']   = 'ابق على اليمين واتبع العلامات نحو مارينا دبى / طريق شاطئ الجميرة / أبراج بحيرات الجميرة / جزر الجميرة / حدائق الجميرة';
$lang['direction_4_sub2e']   = 'ابق على اليسار عند مفترق الطرق واتبع الارشادات على اليسار';
$lang['direction_4_sub2f']   = 'ابق على اليمين عند مفترق الطرق واتبع الارشادات نحو مارينا دبى ومنتجع شاطئ الجميرة';

$lang['direction_4_sub3']    = 'استمر فى شارع المرسى ثم اسلك يسارا حيث شارع الغربى'; 
$lang['direction_4_sub3a']   = 'اسلك يمينا شارع الياهوم وادخل الممر الدائرى ';

$lang['direction_5_title']   = 'من أبوظبى بالسيارة عبر طريق E16  و E11  طريق الشيخ زايد ';
$lang['direction_5_sub1']    = 'سر فى E11  طريق الشيخ زايد من طريق E16 ';

$lang['direction_5_sub2']    = 'استمر فى E11  طريق الشيخ زايد حتى شارع المرسى بدبى ثم اسلك مخرج 29 من طريق الشيخ زايد';
$lang['direction_5_sub2a']   = 'استمر فى E11 طريق الشيخ زايد';
$lang['direction_5_sub2b']   = 'اسلك مخرج 29 نحو شارع المرسى';
$lang['direction_5_sub2c']   = 'ابق على اليسار حتى تصل لشارع المرسى'; 
$lang['direction_5_sub2d']   = 'ابق على اليمين واتبع العلامات نحو مارينا دبى / طريق شاطئ الجميرة / أبراج بحيرات الجميرة / جزر الجميرة / حدائق الجميرة';
$lang['direction_5_sub2e']   = 'ابق على اليسار عند مفترق الطرق واتبع الارشادات على اليسار';
$lang['direction_5_sub2f']   = 'ابق على اليمين عند مفترق الطرق واتبع الارشادات نحو مارينا دبى ومنتجع شاطئ الجميرة';

$lang['direction_5_sub3']    = 'استمر فى شارع المرسى ثم اسلك يسارا حيث شارع الغربى';
$lang['direction_5_sub3a']   = 'اسلك يمينا شارع الياهوم وادخل الممر الدائرى';
