<?php
/**
 * CodeIgniter
 *
 */
defined('BASEPATH') OR exit('No direct script access allowed');

$lang['work_title'] 		  	= 'كيف نعمل';
$lang['work_content'] 		  	= 'نحن لا نعمل من اجل شئ عادى، نحن نعمل لأننا ننصت ونضع الاستراتيجيات ونحدث طفرة فى سير أعمال عملائنا، ويعتبر المشروع كاملا فقط عندما تكون راضيا تماما عن النتيجة النهائية';

$lang['work_weanalyze_title'] 	= 'نحلل';
$lang['work_weanalyze_content'] = 'نحن نتعرف عليك وعلى أعمالك ونقوم بتحليل كل التفاصيل التى يمكنك توفيرها لنا ونقوم بتشكيل هذه المعلومات وتطبيقها على شبكة الانترنت';

$lang['work_strategy_title'] 	= 'الهيكل وآلية العمل';
$lang['work_strategy_content'] 	= 'تحديد وتوثيق الهيكل والوظائف الرئيسية يمكننا من رسم خريطة سير أعمالك وحينها نكون قادرين على توليد مخططات كدليل على مرحلة التطوير';

$lang['work_design_title'] 		= 'التصميم والمخطط';
$lang['work_design_content'] 	= 'نحن نعمل على تنظيم الطباعة وتناسق الألوان بالشكل الذى تريده أن يظهر على الانترنت ومن خلال المعلومات التى أمددتنا بها نعمل على اخراج العلامة التجارية التى تتصورها';

$lang['work_layout_title'] 		= 'تصاميم تفاعلية';
$lang['work_layout_content'] 	= 'نحن نأخذ فى الاعتبار مظهر وطريقة عرض المشروع على شاشات مختلفة كالمحمول والتابلت وغيرها كما يؤخذ التوافق مع المتصفحات المختلفة بعين الإعتبار';

$lang['work_development_title'] = 'تطوير الجوهر';
$lang['work_development_content'] = 'نحن نقوم بدمج الوظائف مع التصميم النهائى للموقع الخاص بك';

$lang['work_quality_title'] 	= 'الجودة';
$lang['work_quality_content'] 	= 'نحن نفعل أجراءات ضمان الجودة للتأكد أن الموقع خالى من المشكلات 100% فنحن نقدر أهمية الجودة على أى مشروع بين أيدينا';

$lang['work_trainings_title'] 	= 'الدورات التدريبية';
$lang['work_trainings_content'] = 'عندما نقوم بتسليمك المنتج النهائى نقوم بتزويدكم بالمعرفة عن كيفية متابعة وإدارة الموقع الخاص بكم';