<?php
/**
 * CodeIgniter
 *
 */
defined('BASEPATH') OR exit('No direct script access allowed');

$lang['license_main_content'] = 'ترخيص هذه البرمجيات مقدم من (قلعة الإستضافة لتصميم المواقع LLC ) (مكتب رقم 1806، مارينا بلازا ، مارينا دبى ، دولة الإمارات) إلى العميل كعنص أساسى من الخدمات التى ستقدمها (قلعة الإستضافة لتصميم المواقع LLC ) على النحو المحدد فى مواصفات النظام والاتفاقيات والوثائق المرتبطة بها. يجب على النظام تسليم المنتج على وفقا للمعايير المحددة فى هذه الوثائق.
                                <br>
                                <br>
                                يتفق العملاء و(قلعة الإستضافة لتصميم المواقع LLC ) على أن ترخيص البرنامج يعتبر جزءا من الاتفاقية ويخضع للشروط والأحكام المطبقة على كلا الطرفين.';
                                
//License agreement section 1

$lang['license_section1_title']   = 'قسم 1: منح الرخصة والملكية';
$lang['license_section1_para1']   = 'يضمن (قلعة الإستضافة لتصميم المواقع LLC ) بموجبه إلى العملاء فى كل انحاء العالم رخصة دائمة وحصرية وغير قابلة للتحويل لجميع البرمجيات التى يستخدمها العملاء المتعلقة بإنشاء وصيانة وتعديل الأنظمة التى تنفذها (قلعة الإستضافة لتصميم المواقع LLC ).
يجب أن يتضمن البرنامج الأكواد القابلة للتنفيذ ونصوص التفعيل والتعديلات والتحسينات والتصاميم والمفاهيم وغيرها من المواد التى تلزم البرنامج ليؤدى وظيفته الكاملة عند تسليمه من قبل (قلعة الإستضافة لتصميم المواقع LLC ) وقبوله من العميل.
' ;
$lang['license_section1_para2']  = 'باستثناء المشار إليه فى هذه الفقرة، فيجب أن تملك (قلعة الإستضافة لتصميم المواقع LLC ) فى كل الأوقات حقوق الملكية الفكرية للبرنامج. يجب عند تسليم أى من أو كل التراخيص و ضمانات المنتج وعقود الخدمة المقدمة من أى طرف ثالث والمتعلقة بأى من البرمجيات أو المكونات أو الخدمات الأخرى للعميل أن تكون لفائدته الخاصة فقط.' ;

$lang['license_section1_para3']   = 'يجب على العميل أن يمد أو يسمح ل( قلعة الإستضافة لتصميم المواقع LLC ) باستخدام بعض المعلومات السرية بما فى ذلك العلامات التجارية والشعارات والرسومات والبرمجيات والوثائق والمعلومات التجارية والخطط التى تم وضعها ومملوكة من قبل العملاء. وتبقى كل هذه المعلومات ملكية حصرية للعملاء ولا يجوز استخدامها من قبل ( قلعة الإستضافة لتصميم المواقع LLC ) فى اى أغراض اخرى غير متعلقة بتسليم النظام المطلوب.';
                                
//License agreement section 2
$lang['license_section2_title']   = 'قسم 2: النسخ، والتعديل، والاستخدام';
$lang['license_section2_para1']   = 'يجوز للعميل الحصول على نسخ من البرنامج لأغراض الأرشفة وإجراء تعديلات على النظام. يجب أن تظل جميع نسخ وتوزيع البرنامج ضمن السيطرة المباشرة من العملاء وممثليهم.';
$lang['license_section2_para2']   = 'يجوز للعميل إجراء تعديلات على نسخة المصدر من البرنامج فى حالة واحدة وفقط إذا تم تطبيق جميع نتائج هذه التعديلات على النظام فقط.
لا يمنح هذا الترخيص أى حق للعميل فى إعادة ترخيص وبيع المنتج أو السماح باستخدام البرنامج سواء فى نسخة المصدر أو شكله النهائى من قبل أى طرف ثالث إلا فى الحالة المتعلقة باستخدام النظام كجزء من أعمال العميل.
';
$lang['license_section2_para3']   = 'تعتبر كل الضمانات الصريحة والضمنية المتعلقة بالبرنامج ملغية وباطلة فى حال حدوث أى تعديل على البرامج من قبل طرف ثالث غير ( قلعة الإستضافة لتصميم المواقع LLC ).';
                                
//License agreement section 3
$lang['license_section3_title']   = 'قسم 3: الضمانات والكفالات';
$lang['license_section3_para1']   = 'تشمل جميع الحقوق والصلاحيات اللازمة لتفعيل وتسليم ترخيص هذا البرنامج وأداء الإلتزامات بموجب هذه الإتفاقية وإعطاء الحقوق الممنوحة للعملاء بموجب ترخيص هذه البرنامج.';
$lang['license_section3_para2']   = 'المنتجات والخدمات التى يقدمها المتعاقد بموجب ترخيص البرنامج بما في ذلك البرمجيات وحقوق الملكية الفكرية المنصوص عليها هى حقوق أصيلة ل ( قلعة الإستضافة لتصميم المواقع LLC ) أو تابعيها وشركائها.';
$lang['license_section3_para3']   =  'هذا البرنامج كجزء من النظام لا ينتهك او يتعدى على حقوق أى طرف ثالث ولا يخالف القوانين والقواعد النظامية.';
$lang['license_section3_para4']   = 'تضمن ( قلعة الإستضافة لتصميم المواقع LLC ) أنه خلال وقت ضمان النظام والبرنامج، فإن النظام سوف يعمل بشكل كبير وفقا للمواصفات والاتفاقيات. وفى حالة فشل البرنامج فى أداء مهامه على النحو المحدد سوف تقدم جميع وسائل الصيانة وفقا للسياسات والمواصفات المنصوص عليها. لا يتم تقديم ضمان من أى نوع أو طبيعة لإصدار كود المصدر للبرنامج والذى يتم تسليمه كما هو.';
$lang['license_section3_para5']  = 'باستثناء ما هو منصوص عليه صراحة فى هذه الإتفاق فلا توجد ضمانات صريحة أو ضمنية، على سبيل الذكر وليس الحصر، الضمانات الضمنية لملائمة غرض معين أو للتسويق أو ضمان عدم التعدى على حقوق الملكية الفكرية لأى طرف ثالث.';
//License agreement section 4
$lang['license_section4_title']  = 'قسم 4: التعويضات';
$lang['license_section4_para1']  = 'يجب على ( قلعة الإستضافة لتصميم المواقع LLC ) الدفاع عن وتعويض العملاء المتضررين وإبراء ذمة الشركة الأم والشركات التابعة لها والمدراء والوكلاء والموظفين والمتعاقدين معها من وضد كل مسئولية أو خسائر أو تكاليف أو مصاريف بما فى ذلك على سبيل الذكر وليس الحصر أتعاب المحاماة الناتجة او المتعلقة بأى خرق او انتهاك مزعوم للإتفاق او أى طرف ثالث يدعى أن البرنامج والنظام المقدم من ( قلعة الإستضافة لتصميم المواقع LLC ) ينتهك أى حق من حقوق أطراف أخرى.';
$lang['license_section4_para2']  = 'يجب على العميل الدفاع وتعويض وإبراء ذمة ( قلعة الإستضافة لتصميم المواقع LLC ) والشركات التابعة لها والمدراء والوكلاء والموظفين والمتعاقدين معها من وضد كل مسئولية أو خسائر أو تكاليف أو مصاريف بما فى ذلك على سبيل الذكر وليس الحصر أتعاب المحاماة الناتجة او المتعلقة بأى طرف ثالث يدعى أن استخدام العميل للبرنامج والنظام ينتهك أى حق من حقوق أطراف أخرى.';
$lang['license_section4_para3']   = 'فى حالة المطالبة أو رفع دعوى أو اتخاذ إجراءات من قبل أى طرف ثالث ضد متلقى التعويض هذا قد يستدعى مسئولية المعوض ويجب على متلقى التعويض إخطار المعوض على الفور بوجود هذه المطالبات ومنح المعوض فرصة للدفاع وتسوية المطالبات على نفقته الخاصة من خلال محاميه. يجب على متلقى التعويض التعاون مع المعوض فى كل الأحوال ويكون له الحق الكامل فى المشاركة فى الدفاع على نفقته الخاصة ولكن هذا غير ملزم فى حالة عدم موافقته على المشاركة فى التسوية التى ربما قد تؤثر على أعماله بشكل سلبى.';
//License agreement section 5
$lang['license_section5_title']  = 'قسم 5: الإنتقال والإنهاء';   
$lang['license_section5_para1']  = 'هذا الترخيص ينتهى تلقائيا عند تفكيك النظام المذكور بالأعلى، إلا إذا تم إعادة تكوين النظام فى شكله الأصلى فى موقع أخر.
                                <br>
                                <br>
                                قد تقوم ( قلعة الإستضافة لتصميم المواقع LLC ) بإنهاء هذا الترخيص فى حالة عدم التقيد بأى من الشروط المنصوص عليها فى هذا الترخيص. ويلتزم العميل على الفور بتصفية البرنامج بما فى ذلك جميع النسخ والتعديلات.
                                <br>
                                <br>
                                باعتبارى ممثلا مفوضا موثوقا من العميل، لقد قرأت بنود هذا الترخيص وأوافق عليه.';

                                
