<?php
/**
 * CodeIgniter
 *
 */
defined('BASEPATH') OR exit('No direct script access allowed');

$lang['team_title']         = 'فريقنا';
$lang['team_content']       = "تساعد قلعة الإستضافة الشركات على تحقيق أقصى قدر من الأرباح والإرتياح وتساعدها على النمو يوما بعد يومز فنحن نقوم بإنشاء برمجيات حسب الإحتياجات والميزانيات ومتطلبات رجال الأعمال والمؤسسات الصغيرة والمتوسطة والشركات الكبيرة. شركتنا تمكن المنظمات من زيادة المبيعات فى جميع الصناعات وتعزز السوق وتقوم بتحسين خدمة العملاء تزامنا مع زيادة الإنتاجيات والإيرادات. نحن نقدم خدمة ممتازة للعميل من خلال نهجنا المبتكر والإهتمام بالتفاصيل وأفكار توفير التكاليف والاستجابة للتحديات والإلتزام بالجودة.";
$lang['team_content_ceo']   = '';
$lang['team_content_sales'] = '';