<?php
/**
 * CodeIgniter
 *
 */
defined('BASEPATH') OR exit('No direct script access allowed');

$lang['privacypolicy_title']  = 'سياسة الخصوصية';
$lang['privacypolicy_desc']   = '<p>تحدد سياسة الخصوصية كيفية استخدام وحماية أعمال للمعلومات التى تمدنا بهذا أثناء استخدامك لهذا الموقع</p>
								 <p>تلتزم أعمال بضمان وحماية خصوصيتك. يجب أن نطلب من تقديم بعض المعلومات التى تمكننا من التعرف على هويتك عند استخدام الموقع حتى يمكن التأكد بعد ذلك أنها لن تستخدم الا وفقا لبيان الخصوصية. </p>
								 <p>أعمال قد تغير هذه السياسة من وقت لآخر عن طريق تحديث هذه الصفحة . يجب عليك مراجعة هذه الصفحة من وقت لآخر للتأكد من إذا كنت راضيا عن أي تغييرات.  هذه السياسة فعالة منذ أغسطس 2015 .</p>';

$lang['privacypolicy_sub1_title']  = "ماذا نطلب";
$lang['privacypolicy_sub1_desc']   = 'نحن نطلب المعلومات التالية :
									 <ul>
									 	<li>الاسم و ....</li>
									 	<li>سبل التواصل بما فيها البريد الإلكترونى</li>
									 	<li>معلومات أخرى مثل .....</li>
									 </ul>';
$lang['privacypolicy_sub2_title']  = "ماذا نفعل بالمعلومات التى نجمعها";
$lang['privacypolicy_sub2_desc']   = '<p>نحن بحاجة إلى هذه المعلومات لفهم احتياجاتك وأيضا للأسباب التالية :</p>
									  <ul>
									  	<li>حفظ السجلات الداخلية.</li>
									  	<li>قد نستخدم هذه المعلومات لتحسين منتجاتنا وخدماتنا.</li>
									  	<li>قد نرسل رسائل البريد الإلكتروني الترويجية دوريا حول المنتجات الجديدة والعروض الخاصة
أو غيرها من المعلومات التي نعتقد أنها مثيرة للإهتمام باستخدام عنوان البريد الإلكتروني الذي قمت بتوفيره.
</li>
									  	<li>من وقت لآخر، قد نستخدم معلومات الاتصال الخاصة بك للأغراض البحثية فى السوق .نحن قد نتصل بك عن طريق البريد الالكتروني أو الهاتف أو الفاكس أو البريد.  قد نستخدم المعلومات لتكييف الموقع وفقا لاهتماماتك</li>
									  </ul>';
$lang['privacypolicy_sub3_title']  = 'المعاملات';
$lang['privacypolicy_sub3_desc']   = 'يستخدم هذا الموقع طبقة التوصيل الآمنة  (SSL) لضمان نقل آمن للبيانات الشخصية. يجب أن تكون قادرا على رؤية رمز القفل في شريط الحالة في الزاوية اليمنى السفلي من نافذة المتصفح . سيبدأ عنوان الموقع  URL أيضا ب https: // أى صفحة ويب آمنة. يستخدم  (SSL) التشفير بين نقطتين مثل جهاز الكمبيوتر الخاص بك وخادم الاتصال . سيتم تشفير كل البيانات المرسلة خلال الدورة ثم فك التشفير في  النقطة المستقبلة . وهذا ضمان أن البيانات لا يمكن قراءتها أثناء الإرسال.';

$lang['privacypolicy_sub4_title']  = 'الأمان';
$lang['privacypolicy_sub4_desc']   = 'ونحن ملتزمون بضمان أن المعلومات الخاصة بك آمنة. ومن أجل منع الدخول غير المصرح به أو الكشف عنه، وضعنا الإجراءات المادية والإلكترونية والإدارية المناسبة لحماية وتأمين المعلومات التي نجمعها على الانترنت.';

$lang['privacypolicy_sub5_title']  = 'كيفية استخدام البيانات المختزنة';
$lang['privacypolicy_sub5_desc']   = "<p>ملف البيانات المختزنة هو ملف صغير يطلب الإذن لوضعه على القرص الصلب لجهاز الكمبيوتر الخاص بك . بمجرد موافقتك، يتم إضافة الملف. وملف البيانات المختزنة يساعد فى تحليل حركة المرور على الشبكة أو يتيح لك معرفة متى قمت بزيارة موقع معين. البيانات المختزنة تسمح لتطبيقات الويب بالاستجابة لك كشخص. يمكن لتطبيق الويب تكييف عملياته لتوافق احتياجاتك، ما تحب وما تكره من خلال جمع وتذكر المعلومات حول التفضيلات الخاصة بك.</p>
									  <p>ونحن نستخدم ملفات بيانات سجل حركة المرور لتحديد الصفحات التي يتم استخدامها. هذا يساعدنا على تحليل البيانات حول حركة مرور الصفحة وتحسين موقعنا على الانترنت من أجل تكييفه لاحتياجات العملاء. نحن نستخدم هذه المعلومات فقط لأغراض التحليل الإحصائي ومن ثم يتم إزالة البيانات من النظام. </p>
									  <p>عموما، تساعدنا ملفات البيانات المختزنة على توفير أفضل موقع لك على شبكة الانترنت، من خلال تمكيننا من رصد الصفحات التي تجدها مفيدة والتي ليست كذلك. ملفات البيانات المختزنة لا تتيح لنا بأي شكل من الأشكال الوصول إلى جهاز الكمبيوتر الخاص بك أو أي معلومات عنك، وغيرها من البيانات التي تختارها مشاركتها معنا</p>
									  <p>يمكنك اختيار قبول أو رفض ملفات البيانات المختزنة. معظم متصفحات الويب تقبل ملفات البيانات المختزنة تلقائيا، ولكن يمكنك تعديل إعدادات المتصفح لرفض تلك الملفات إذا كنت تفضل ذلك. هذا قد يمنعك من الاستفادة الكاملة من الموقع.</p>";

$lang['privacypolicy_sub6_title']  = '
روابط إلى مواقع أخرى';
$lang['privacypolicy_sub6_desc']   = 'قد يحتوي موقعنا على روابط لمواقع أخرى مفيدة . ولكن بمجرد استخدامك لهذه الروابط لمغادرة موقعنا ، يجب ملاحظة أننا ليس لدينا أي سيطرة على تلك المواقع الأخرى . ولذلك، فإننا لا نستطيع أن نكون مسؤولين عن حماية وخصوصية أي معلومات تقدمها أثناء زيارتك لهذه المواقع، ولا تخضع هذه المواقع عن لبيان الخصوصية هذا. يجب عليك توخي الحذر والنظر في بيان الخصوصية المطبق على الموقع المراد.';

$lang['privacypolicy_sub7_title']  = 'التحكم فى المعلومات الشخصية';
$lang['privacypolicy_sub7_desc']   = '<p>يمكنك اختيار تقييد معرفة أو استخدام المعلومات الشخصية الخاصة بك من خلال الطرق التالية:</p>
									 <ul>
									 	<li>كلما يطلب منك ملء استمارة على الموقع الإلكتروني، ابحث عن المربع الذي يمكنك النقر عليه للإشارة إلى أنك لا تريد للمعلومات أن يتم استخدامها من قبل أي شخص لأغراض التسويق المباشر</li>
									 	<li>إذا كنت قد سمحت لنا في وقت سابق باستخدام معلوماتك الشخصية لأغراض التسويق المباشر، يمكنك تغيير رأيك في أي وقت عن طريق إرسال بريد الإلكتروني لنا على support@hostingcastle.com</li>
									 <ul>
									 <p>لن نقوم ببيع أو توزيع أو تأجير معلوماتك الشخصية لأطراف أخرى ما لم نحصل على إذن منك أو من قبل القانون للقيام بذلك. قد نستخدم معلوماتك الشخصية لنرسل إليك معلومات ترويجية عن أطراف أخرى نعتقد أنها مثيرة للإهتمام إذا أخبرتنا عن رغبتك فى هذا أن يحدث.</p>
									 <p>يمكنك طلب تفاصيل المعلومات الشخصية التي نحتفظ بها عنك. إذا كنت ترغب في الحصول على نسخة من المعلومات التي لدينا يرجى الكتابة إلى support@hostingcastle.com إذا كنت تعتقد أن أي معلومات لدينا عنك هى غير صحيحة أو غير كاملة، يرجى مراسلتنا عبر البريد الإلكتروني في أقرب وقت ممكن على العنوان السابق . سنقوم على الفور بتصحيح أي معلومات تبين أنها غير صحيحة.</p>';

$lang['privacypolicy_sub8_title']  = 'الردود';
$lang['privacypolicy_sub8_desc']   = 'أي تعليقات أو اقتراحات لديك والتي قد تسهم في تحسين نوعية الخدمة ستكون موضع ترحيب وتقدير كبير.';