<?php
/**
 * CodeIgniter
 *
 */
defined('BASEPATH') OR exit('No direct script access allowed');

$lang['termcondition_title']  = 'شروط وأحكام الإستخدام';
$lang['termcondition_1'] 	  = '1. المنتج';
$lang['termcondition_1desc']  =  "تجارى تقوم بتشغيل وبيع برامج الكمبيوتر على الإنترنت. يباع المنتج الأساسي لدينا بالإسم ويتم تقديم مواصفاته وعرضه من خلال شبكة من قنوات البيع. تجارى هو تطبيق على الانترنت لمحترفى المبيعات والتسويق. تجارى تقدم حلول خاصة بتعزيز وتوزيع بيانات جميع الأعمال التجارية مع تحسينات خاصة على العقارات ومنظمات تعيين الموظفين . بالإضافة إلى البيع المباشر، هناك برنامج شركاء البيع بالتجزئة.";
$lang['termcondition_2']  	  = '2. الأسعار';
$lang['termcondition_2desc']  = 'تعرض الأسعار بالدرهم الإماراتى.  يوجد مدى مختلف من الأسعار لمجموعة من الخدمات والبرامج على موقع عقارى وداخل منظومة البرمجيات . تحتفظ عقارى بحقها في تغيير الأسعار والخصومات بإعطائك إشعارات لمدة لا تقل عن 7 أيام ، والتي تنشر على موقعنا على الانترنت.';
$lang['termcondition_3']	  = '3. الفواتير';
$lang['termcondition_3desc']  = 'يتم إرسال كافة الفواتير الشهرية عن طريق البريد الإلكتروني ما لم يطلب خلاف ذلك.  نسخ الفواتير متوفرة عند الطلب ويتم تسليمها عن طريق البريد الإلكتروني.';
$lang['termcondition_4']      = '4. الدفع';
$lang['termcondition_4desc']  = 'يتم الدفع بموجب الطلب أو الخصم المباشر. سيتم قبول التحويل المصرفي عن طريق الترتيب المسبق فقط، وقد يتضمن رسوم إضافية. الدفع يكون مقدما مع بداية كل فترة دفع';
$lang['termcondition_5']      = '5. محتوى الرسائل الخارجية';
$lang['termcondition_5desc']  = 'تتعامل تجارى مع الرسائل بطريقة آلية. يتم تسليم الرسائل تلقائيا عن طريق البريد الإلكتروني والرسائل النصية SMS. تجارى ليست مسؤولة عن محتويات رسالة أو دقتها. إدارة علاقات عملاء "عقارى" ترسل الرسائل بحسن نية، ولا يمكن أن تكون مسؤولة عن وجهات نظر أو آراء أي محتوى الرسالة المخصص للرسائل الإدارية الناتجة عن إدارة علاقات عملاء "عقارى". ومن أمثلة هذه الرسائل الإدارية رسائل البريد الإلكتروني لتأكيد كلمة السر وتغيير الخدمة و الرسائل النصية و الفواتير الشهرية.';
$lang['termcondition_6']	  = '6. محتوى قاعدة بيانات العميل';
$lang['termcondition_6desc']  = '<p>توفر تجارى العملاء لوسيلة  لحفظ البيانات والمعلومات في قاعدة بيانات مركزية . تجارى ليست مسؤولة عن محتويات بيانات العميل أو دقتها . تجارى تنقل الرسائل وتقدم محتوى البيانات بحسن نية، ولا يمكن أن يكون مسؤولا عن وجهات نظر أو آراء أي محتوى الرسالة أوالمحتوى على شبكة الإنترنت أو الرسائل والمراسلات التي تم إنشاؤها بواسطة تجارى باستخدام بيانات العميل، وأيضا الرسائل الإدارية الناتجة عن تجارى. ومن أمثلة هذه الرسائل الإدارية رسائل البريد الإلكتروني لتأكيد كلمة السر وتغيير الخدمة و الرسائل النصية و الفواتير الشهرية.</p>
								 <p>أنت توافق على تعويضنا ضد أي تكاليف أو خسائر قد نتكبدها نتيجة لأي مطالبات أو إجراءات قانونية يتم اتخاذها أو تهديدنا من قبل أي طرف ثالث نتيجة للبيانات التي قمت بإضافتها إلى قاعدة بيانات تجارى الخاصة بك.</p>';
$lang['termcondition_7']	  = '7. حفظ البيانات واسترجاعها';
$lang['termcondition_7desc']  = '<p>تقوم تجارى بالنسخ الاحتياطي للبيانات تلقائيا يوميا .ينبغي أن تتوفر القدرة على استعادة قاعدة البيانات، تجارى لا يمكنها أن تضمن سلامة البيانات المضافة منذ إجراء أخر عملية نسخ احتياطي. نظام استعادة البيانات كاملة قد يؤدي إلى فقدان بعض المعلومات منذ حين إنشاء ملفات النسخ الاحتياطي. لا يمكننا ضمان استرداد بيانات العملاء الفردية المحذوفة عن طريق الصدفة أو بوسائل أخرى. بالتالي سيتم الدفع  مقابل محاولة استرداد السجلات الفردية المحذوفة من قبل العميل . يجب على المستخدمين الاحتفاظ  بنسخة محلية من كافة البيانات . نحن لا نضمن سلامة أو توافر أى بيانات تتعدى  قدرات ما نبذله.</p>';
$lang['termcondition_8']	  = '8. الاستعمال السليم للخدمات';
$lang['termcondition_8desc']  = '<p>عند التسجيل، يجب عليك تقديم المعلومات الصحيحة بشأن هويتك ومنظمتك وتفاصيل العنوان. لا يجوز استخدام أي من خدمات تجارى لأنشطة غير قانونية أو غير مقبولة. سيعاقب العملاء الذين يرسلون رسائل تهديد أو إهانة ، أو يقدمون معلومات مضللة أو غير قانونية بإغلاق الحساب دون تحذير. تجارى توفر إمكانية رفع الصور الفوتوغرافية لغرض التعزيز العقاري، المرشحين للوظائف وغيرها من منتجات مثل اليخوت والزوارق البحرية. لا يمكن رفع  أي نوع آخر من الصور دون موافقة مكتوبة من إدارة علاقات عملاء "عقارى". شعارات الشركات والروابط المباشرة الى المواقع بقصد الإزعاج أو تشجيع المستخدمين هو استخدام غير ملائم للنظام وسيتكبد تهمة من تجارى  تعادل تهمة الاستعمال الغير شرعى للحساب. تجارى لا تسمح بالرسائل النصية أو البريد الإلكتروني المزعج وسيتم غلق حساب أي شخص أو منظمة يشارك في الرسائل الجماعية غير المرغوب فيها . إساءة الاستخدام المتعمدة للخدمات، مثل الحصول على اعتمادات رسالة نصية عن طريق الخداع، سوف يتسبب في غلق حساب العميل على الفور. في حال إغلاق الحساب تصبح المبالغ المستحقة واجبة على الفور. 
</p><p>إذا لم تتبع الإرشادات المذكورة بالأعلى ، فإنك توافق على تعويضنا عن أي تكاليف أو خسائر قد نتكبدها نتيجة لأي مطالبات أو إجراءات قانونية يتم اتخاذها أو التهديد بها من قبل أي طرف ثالث.</p>';
$lang['termcondition_9']	  = '9. الأمان';
$lang['termcondition_9desc']  = 'أثناء تسجيل اشتراكك سوف نزودك بكلمة مرور رسمية والتي سوف تمكنك من إنشاء حسابات آخري . هذه أمور ضرورية لاستخدام مؤسستك الآمن للخدمات . سوف تكون مسؤولا عن الحفاظ على سرية هذه المعلومات وتوافق على اتخاذ جميع الخطوات اللازمة لضمان بقاءها آمنة وعدم الكشف عنها لأي شخص غير مصرح به.  إذا كنت تعتقد أن اسم المستخدم أو كلمة المرور الخاصة بك قد تم اكتشافها أو يساء استخدامها من قبل شخص آخر، يجب عليك أخبارنا على الفور و اتخاذ جميع الخطوات الضرورية (أو المطلوبة بواسطتنا) لمنع مثل هذا الاستخدام.  إذا كنا نعتقد أن وجود إساءة استخدام للخدمات يحدث بسبب خرق للأمن يجوز لنا إما تعليق استخدامك للخدمات أو تغيير كلمة المرور الخاصة بك ومن ثم نخطرك أننا قد فعلنا ذلك.';
$lang['termcondition_10']	  = '10. حدود المسؤولية';
$lang['termcondition_10desc'] = 'لن نكون مسؤولين أمامك في العقد عن التقصير (بما في ذلك الإهمال) أو خلاف ذلك كأي ضرر أو خسارة ناتجة من عواقب الفيروسات التي تتلقاها من خلال الخدمات أو من خلال فشلنا في توفير الخدمات وفقا لهذه الشروط والأحكام. أو أي خسائر اقتصادية (بما في ذلك فقدان العمل والعقود والأرباح والإيرادات ورأس المال أو المدخرات)، أي خسارة غير مباشرة أو خاصة أو تبعية أو ضياع البيانات، أو سمعة أو عن أي إهدار للتكاليف بما في ذلك تكلفة استخدام أي خدمة أو الخسائر الأخرى التي تسببها الفيروسات. باستثناء مسؤوليتنا عن الوفاة أو الإصابة نتيجة لإهمالنا أي مسؤولية قد تقع علينا تجاهك سواء في العقد، أو مسؤولية التقصير (بما في ذلك الإهمال) أو غير ذلك من أي خسارة أو ضرر في ما يتعلق بتوفير خدمات محدودة يتحدد فقط ب 1 درهم في أي فترة 12 شهر.';
$lang['termcondition_11']	  = '11.حقوق الملكية الفكرية';
$lang['termcondition_11desc'] = 'أنت توافق على الدخول في أي اتفاقية ترخيص للبرمجيات المطلوبة من تجارى فيما يتعلق بأي من البرمجيات المتاحة لك بموجب هذا الاتفاق. تفاصيل اتفاقية ترخيص البرامج متوفرة عند الطلب . فإنك تقر وتوافق على أن جميع حقوق الملكية الفكرية في الخدمات وأي برمجيات مرتبطة بها تظل من حق إدارة علاقات عملاء "عقارى" أو مورديها . جميع البيانات والصور والوثائق الإلكترونية الأخرى والملفات الموجودة داخل النظام، والمرسلة إلى الشركاء الخارجيين تظل ضمن حقوق الطبع والنشر والملكية الفكرية لتجارى.';
$lang['termcondition_12']	  = '12.تعويضات حقوق الملكية الفكرية';
$lang['termcondition_12desc'] = "<p>سوف تقوم تجارى بتعويضك ضد جميع المطالبات والدعاوى الناشئة عن انتهاك أي حقوق ملكية فكرية بسبب خدمات تجارى والبرامج اللازمة لك.  كشرط لهذا التعويض يجب عليك :</p>
                                <p>أ) أن تخطر تجارىعلى وجه السرعة بالكتابة عن أي محاولة تعدي; </p>
								<p>ب)لا تقدم أي اعترافات متعلقة بالتعدي; </p>
								<p>ج) السماح لتجارى أو وكلائها بإجراء جميع المفاوضات والإجراءات وتقديم كل مساعدة ممكنة (ستقوم تجارى بدفع النفقات المعقولة الخاصة بك لهذه المساعدة); و </p>
								<p>د) السماح لتجارى أو وكلائها بتعديل الخدمات أو البرامج المرتبطة بها، أو أي بند مقدم كجزء من الخدمات أو البرامج المرتبطة بها، وذلك لتجنب التعدي شريطة أن التعديل لا يؤثر جوهريا على أداء الخدمات.  لا ينطبق هذا التعويض إلى التعديات الناجمة عن استخدام الخدمات جنبا إلى جنب مع غيرها من البرامج غير المعتمدة من قبل تجارى  أو التعديات التي تسببها التصاميم أو المواصفات التي تقدمها. سوف تقوم بتعويض تجارى  ووكلائها ضد جميع المطالبات والدعاوى والنفقات الناشئة عن هذه المخالفات أو التجاوزات المزعومة.</p>";
$lang['termcondition_13']	  = "13.القوة القاهرة";
$lang['termcondition_13desc'] = "نحن لسنا مسؤولين عن أي تقصير في أداء التزاماتنا إذا منعنا من القيام بذلك بسبب حدث خارج عن سيطرتنا (والتي قد تشمل، الإضرابات،والخلافات العمالية، القضاء والقدر، الحرب، الشغب؛ والعمل المدني؛ الاعمال الخبيثة أو المضرة؛ الامتثال لأي قوانينن، حكومية أو تنظيمية ، القواعد والنظم؛ أي فعل أو امتناع عن فعل من قبل حكومة أو سلطة مختصة أخرى؛ الحوادث، أو فشل المعدات او الخدمات، بما في ذلك عدم توفر خدمات الاتصالات ،انقطاع الخطوط، أو غيرها من المعدات، الحرائق؛ الفيضانات أو العواصف).";
$lang['termcondition_14']	  = '14.حماية البيانات والخصوصية';
$lang['termcondition_14desc'] = "تتعهد تجارى بالامتثال لجميع قوانين حماية البيانات المعمول بها. وتتوقع تجارى أيضا امتثال عملائها لتشريعات حماية البيانات بدولة الإمارات وإزالة البيانات من قاعدة البيانات كما هو مطلوب.  نحن نعمل وفق سياسة الخصوصية و نحتفظ بالحق في نشر أسماء وشعارات عملائنا في مواد التسويق لدينا.  نحن نقوم بتحديد وتوزيع البيانات على شركات أخرى لغرض التعزيز والإعلان عن بيانات عملائنا.  نحن نحتفظ بالحق في تحديد وجهة البيانات. المشتركين وزوار الموقع أيضا يوافقون صراحة على استخدام ملفات البيانات المختزنة لتوفير المصادقة والتتبع. المشتركين الذين يفعلون النظام يوافقون أيضا على إخطار زوارهم باستخدام ملفات البيانات المختزنة للمصادقة والتتبع.";
$lang['termcondition_15']	  = '15. عدم الإفصاح';
$lang['termcondition_15desc'] = 'يعتمد نظام تجارى بشكل صارم على قاعدة عدم الإفصاح. لا يمكن بأي حال من الأحوال الوصول إلى النظام من قبل أى طرف ثالث دون موافقتنا. يحظر نشر كل التعليقات والآراء على قابلية الاستخدام، وخدمة العملاء، وبعض المميزات و الملاحظات الأخرى على المنتديات والشبكات الاجتماعية، والمدونات والمواقع دون موافقة صريحة مكتوبة منا.';
$lang['termcondition_16']	  = '16.الشكاوى / خدمة العملاء';
$lang['termcondition_16desc'] = 'نحن نهتم بعملائنا، ونسعى إلى توفير عملية تقديم الشكاوى عادلة، سرية وفعالة.  تسعى تجارى جاهدة لتوفير خدمات عالية الجودة لعملائها في جميع الأوقات. ولكن، إذا فشلنا في الوفاء بالتزاماتنا أو أننا خيبنا ظنك فينا بطريقة ما فنحن نشجعكم على مصارحتنا بعيوبنا طالما كنت قادرا على ذلك. سوف نبذل بعد ذلك كل الجهود الممكنة لمعالجة المخاوف الخاصة بك في غضون يوم عمل واحد';
$lang['termcondition_17']	  = '17.التصفية';
$lang['termcondition_17desc'] = 'المشتركين المجانيين قد يوقفون استخدام خدمات تجارى في أي وقت دون إشعار. يجب على المشتركين الرسميين تقديم إشعار مكتوب وسوف تتوقف الخدمة في نهاية فترة الفاتورة الحالية . تحتفظ تجارى بالحق في تقييد أو تعليق استخدام الخدمة دون سابق إنذار في حال الاستخدام غير المناسب، أو عدم دفع الفواتير المتأخرة من المبالغ المستحقة . تحتفظ تجارى أيضا بالحق فى تعليق استخدامك للخدمة دون إشعار إذا كنت لا تمتثل لشروط الاستخدام.  في حالة إنهاء أو تعليق الخدمة فإن أي أموال تصبح مستحقة فورا لمدة تصل إلى نهاية فترة الفاتورة الحالية.';
$lang['termcondition_18']	  = '18.التغيير';
$lang['termcondition_18desc'] = 'تحتفظ تجارى بالحق في تغيير شروط هذه الاتفاقية أو طبيعة الخدمة في أي وقت. سوف تقوم تجارى بإبلاغكم بأي تغييرات من هذا القبيل عن طريق البريد الإلكتروني، أو أي وسيلة أخرى تراها مناسبة.';
$lang['termcondition_19']	  = '19.الإشعارات';
$lang['termcondition_19desc'] = 'يجب أن ترسل أي إشعارات عن طريق البريد الإلكتروني أو البريد باستلامها أو تسليمها باليد على النحو التالي :
								<ul>
								<li>-إليكم ، على العنوان الذي قدمتموه لنا أو عنوان البريد الإلكتروني التي أعطيته لنا في تفاصيل التسجيل الخاص</li>
								<li>- بالنسبة لنا عن طريق البريد الإلكتروني أو بالبريد إلى تفاصيل الاتصال بالأسفل. في حالة الإشعارات المرسلة عن طريق البريد الإلكتروني، فتعتبر هذه الإشعارات قد تم استقبالها عند أمكانية الوصول إليها من قبلك . في حالة الإشعارات المرسلة عن طريق البريد، فتعتبر هذه الإشعارات قد تم استقبالها في يوم العمل الثاني بعد الإرسال.</li>
								</ul>';
$lang['termcondition_20']	  = '20.مستوى الخدمات';
$lang['termcondition_20desc'] = 'البنية التحتية متوفرة بنسبة 99.9% مع دعم أنظمة الأجهزة 24 ساعة في اليوم، 365 يوما في السنة.  يتم توفير دعم التطبيق داخل منظومة الدعم المتكامل مع استجابة متوقعة خلال 48 ساعة.  يتم توفير الخدمة والدعم التقني على بأفضل طريقة ممكنة.';

$lang['termcondition_acceptance'] = 'القبول';
$lang['termcondition_acceptance_desc'] = 'باستخدام الخدمات التي تديرها تجارى ، فإنك تقبل وتوافق على الالتزام بشروط الاستخدام. استخدام جميع البيانات المتوفرة وقوائم الإعلان هو أيضا قبول لشروط الاستخدام.';

